[
    {
      "id": 1,
      "content": "Someone Gabby has known for more than ten years."
    },
    {
      "id": 2,
      "content": "Someone who has the same favorite show as you."
    },
    {
      "id": 3,
      "content": "Someone who is vegan or vegetarian."
    },
    {
      "id": 4,
      "content": "Someone Gabby has gone to a rave with in the past."
    },
    {
      "id": 5,
      "content": "Someone who was in a college sorority (but not Gabby's college sorority)."
    },
    {
      "id": 6,
      "content": "Someone who celebrated Pride with Gabby before."
    },
    {
      "id": 7,
      "content": "Someone who is fluent in another language."
    },
    {
      "id": 8,
      "content": "Someone who doesn't drink coffee."
    },
    {
      "id": 9,
      "content": "Someone wearing Gabby's first favorite color, green."
    },
    {
      "id": 10,
      "content": "Someone wearing Gabby's second favorite color, pink."
    },
    {
      "id": 11,
      "content": "Someone who has had the most pets throughout their life."
    },
    {
      "id": 12,
      "content": "Someone who has the same shoe size as you."
    },
    {
      "id": 13,
      "content": "Someone you are not currently following on Instagram."
    },
    {
      "id": 14,
      "content": "Someone who Gabby went to school with."
    },
    {
      "id": 15,
      "content": "Someone who is the same sun sign as you."
    },
    {
      "id": 16,
      "content": "Someone who has the same rising sign as Gabby."
    },
    {
      "id": 17,
      "content": "Someone who is left-handed (unlike Gabby)."
    },
    {
      "id": 18,
      "content": "Someone who has the same favorite food as Gabby."
    },
    {
      "id": 19,
      "content": "Someone with the same favorite Marvel movie as Gabby."
    },
    {
      "id": 20,
      "content": "Someone who is in Gabby's sorority lineage."
    },
    {
      "id": 21,
      "content": "Someone who can't drive (bc Gabby doesn't have her license)."
    },
    {
      "id": 22,
      "content": "Someone who has taken care of Gabby while drunk."
    },
    {
      "id": 23,
      "content": "Someone who bought a copy of How To Live With The Internet And Not Let It Run Your Life."
    },
    {
      "id": 24,
      "content": "Someone who has their nipple pierced (like Gabby)."
    },
    {
      "id": 25,
      "content": "Someone who was also on a cheerleading team."
    }
]